[
    {
      
      "id": 1,
      "title": "Wilmington novelist spins fantasy inspired by Eastern European legends",
      "body": "Since retiring to the Wilmington area, New York lawyer Frank Amoroso has enjoyed a busy second career as a novelist.",
      "image": "1.jpg"
    },
    {
      
      "id": 2,
      "title": "Third Eye Blind’s Stephan Jenkins responds to Mötley Crüe beef depicted in ‘Pam & Tommy’",
      "body": "In the fifth episode of the new Hulu show, Tommy Lee (played by Sebastian Stan) walks into a studio before being alerted that the larger Studio A is being used by Jenkins’ band, and that the Crüe are demoted to Studio B.",
      "image": "2.jpg"
    },
    {
      
      "id": 3,
      "title": "Power player: how 50 Cent went from rapper to unlikely TV kingpin",
      "body": "If such a thing as a Lazarus-like figure exists in hip-hop, it’s Curtis James Jackson III – better known as 50 Cent. The 46-year-old Queens, New York native appeared poised to pull off a familiar progression from drug dealer to gangsta rapper after signing with Columbia Records in 2000.",
      "image": "3.jpg"
    },
    {
      
      "id": 4,
      "title": "Millie Bobby Brown Then & Now: See Her Transformation On 18th Birthday ",
      "body": "Millie Bobby Brown celebrates her big 18th birthday on Feb. 19, and in honor of the occasion, we’re looking back at how much she’s grown up right in front of our eyes over the years! ",
      "image": "4.jpg"
    },
    {
      
      "id": 5,
      "title": "Ciara supports husband Russell Wilson with their kids as he's honored with the Bart Starr Award during Super Bowl week",
      "body": "Ciara took to Instagram Wednesday to share images and clips of her family's time Saturday at the Super Bowl Breakfast in Los Angeles, where her husband Russell Wilson was presented with the 2022 Bart Starr Award.",
      "image": "5.jpg"
    },
    {
      
      "id": 6,
      "title": "Beyoncé's Blunt Bob With Bangs Is Her Shortest Hair Look in Years",
      "body": "Throughout the years, Beyoncé has been loyal to her long, blonde-highlighted hair. Rarely do we see her with hair anywhere above her shoulders. In fact, one of the shortest looks she has recently worn fell a few inches past her collarbone in an Ivy Park ad in February 2021. But for 2022, Queen Bey is switching it up with a chin-grazing bob and full set of bangs.",
      "image": "6.jpg"
    },
    {
      
      "id": 7,
      "title": "Kanye Asks Fans to Not Do Anything Physical to Pete After Sharing Kim Texts (UPDATE)",
      "body": "“I’ve learned that using all caps makes people feel like I’m screaming at them,” Ye said in the caption of a photo taken from last year’s Free Larry Hoover event. “I’m working on my communication.",
      "image": "7.jpg"
    },
    {
      
      "id": 8,
      "title": "BIG SEAN, JHENÉ AIKO, MARIAH THE SCIENTIST & MORE TO HEADLINE DETROIT 'MO POP' FESTIVAL",
      "body": "Detroit’s Mo Pop Festival is finally set to return in 2022, and its lineup is stacked with Hip Hop talent. Set to kick off July 30 and 31st 2022, the lineup includes performances from Jhené Aiko, Kaytranada, Mariah The Scientist and hometown hero Big Sean.",
      "image": "8.jpg"
    },
    {
      
      "id": 9,
      "title": "4 PEOPLE CHARGED IN 2021 SHOOTING & FIRE WHICH KILLED HONEYKOMB BRAZY'S GRANDPARENTS",
      "body": "HoneyKomb Brazy may be fighting for his freedom following a probation violation in 2021, but the Alabama rapper’s grandparents may finally get justice.",
      "image": "9.jpg"
    },
    {
      
      "id": 10,
      "title": "Prince Harry says UK still his home as he bids for police security on visits",
      "body": "In a first hearing of his action against the home secretary, lawyers told the High Court he didn't feel safe visiting under current arrangements.",
      "image": "10.jpg"
    }
]